Repository: common-repository/precise-plugin-updater
Catalog: languages/ppu-*.po
Languages: ru_ru

source: Choose what type of update is allowed for any single plugin: <strong>all</strong> - allows any updates; <strong>minor</strong> - preserves the first part of a version number; <strong>patch</strong> - preserves the first two parts; <strong>none</strong> - turns automatic updates off. Select default policy in settings->plugin updater
ru_ru: Выберите тип обновлений, разрешенных для каждого плагина: <strong>все</strong> - разрешены любые обновления; <strong>минорные</strong> - сохраняет первую часть номера версии; <strong>патчи</strong> - сохраняет первые две части; <strong>отключить</strong> - выключает обновления полностью. Действие по умолчанию можно выбрать зайдя в настройки->обновление плагинов

source: Default policy
ru_ru: Настройка по умолчанию

source: Your settings have been reset
ru_ru: Настройки сохранены

source: Automatic updates
ru_ru: Автоматические обновления

source: All
ru_ru: Все

source: Minor
ru_ru: Минорные

source: Patch
ru_ru: Патчи

source: None
ru_ru: Отключить

source: Precise plugin updater settings
ru_ru: Точные настройки обновления плагинов

source: Reset all settings (including the individual plugin settings)
ru_ru: Сбросить настройки (в том числе настройки для отдельных плагинов)

source: Reset
ru_ru: Сбросить

source: Are you sure?
ru_ru: Вы уверены?

source: Select default policy for automatic plugin updates. Go to plugins page to set rules for individual plugins.
ru_ru: Выберите настройку по умолчанию. Настройки для отдельных плагинов находятся на странице плагинов.

source: - Install all updates automatically;
ru_ru: - Устанавливать все обновления автоматически

source: - Install an update only if the first part of a version number hasn't changed;
ru_ru: - Устанавливать обновление только если первая часть номера версии не изменилась

source: - Install an update only if the first and second parts of a version number are the same;
ru_ru: - Устанавливать обновление только если первая и вторая части номера версии не изменились.

source: - Do not install any updates
ru_ru: - Не устанавливать обновления

source: Please note, that some plugins use two numbers for version instead of three - to update them automatically you need to turn on at least minor updates for them
ru_ru: Обратите внимание, что некоторые плагины используют два числа для номера версии вместо трех - чтобы они обновлялись, нужно включить для них по меньшей мере минорные обновления.

source: Plugin automatic updates options
ru_ru: Настройки автоматического обновления плагинов

source: Plugin updater
ru_ru: Обновление плагинов

source: Precise Plugin Updater
ru_ru: Точное Обновление Плагинов
